{
  "NewSettingsOffByDefault": false,
  "Archetypes": {
    "DisableAll": false,
    "Settings": {
      "Ninja": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "A rogue archetype that uses ki-fuelled (ninja) tricks that focus on martial arts, misdirection, mental manipulation and assassination."
      }
    }
  },
  "Feats": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "NinjaTricks": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "RogueTalents": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "SlayerTalents": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "WildTalents": {
    "DisableAll": false,
    "Settings": {

    }
  },
  "Items": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "Spells": {
    "DisableAll": false,
    "Settings": {
      "FxTester": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "This is a collection of spells that merely generate visual effects."
      },
      "ObscuringMist": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "A misty vapor arises around you. It is stationary. The vapor obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target)."
      },
      "Sanctuary": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "Any opponent attempting to directly attack the warded creature, even with a targeted spell, must attempt a Will save. If the save succeeds, the opponent can attack normally and is unaffected by that casting of the spell. If the save fails, the opponent can’t follow through with the attack, that part of its action is lost, and it can’t directly attack the warded creature for the duration of the spell. Those not attempting to attack the subject remain unaffected. This spell does not prevent the warded creature from being attacked or affected by area of effect spells. The subject cannot attack without breaking the spell but may use non-attack spells or otherwise act."
      }
    }
  }

}