{
  "NewSettingsOffByDefault": false,
  "Archetypes": {
    "DisableAll": false,
    "Settings": {
      "Ninja": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "A rogue archetype that uses ki-fuelled (ninja) tricks that focus on martial arts, misdirection, mental manipulation and assassination."
      }
    }
  },
  "Feats": {
    "DisableAll": false,
    "Settings": {
      "ExtraNinjaTrick": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "You gain one additional ninja trick. You must meet all of the prerequisites for this ninja trick. You can gain Extra Ninja Trick multiple times."
      },
      "ExtraPoisonUse": {
        "Enabled": true,
        "Homebrew": true,
        "Description": "You can use your poison use ability three additional times per day. You can take this feat multiple times. Its effects stack."
      }
    }
  },
  "NinjaTricks": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "RogueTalents": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "StyleStrikes": {
    "DisableAll": false,
    "Settings": {
      "FlyingKick": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "The monk leaps through the air to strike a foe with a kick. The monk can make a full-attack at the end of charge action."
      }
    }
  },
  "SlayerTalents": {
    "DisableAll": false,
    "Settings": {
      "SlayerAssassinate": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "A slayer with this advanced talent can kill foes that are unable to defend themselves. To attempt to assassinate a target, the slayer must have studied that opponent, but thereafter he can attempt to instantly kill him (or any other studied opponent). This ability can only be used out of combat and the target must not see the slayer, but this special {g|Encyclopedia:Attack}attack{/g} automatically hits, scores a {g|Encyclopedia:Critical}critical hit{/g} and, if the victim survives, must make a {g|Encyclopedia:Saving_Throw}Fortitude save{/g} ({g|Encyclopedia:DC}DC{/g} 10 + slayer level + relevant stat modifier or die. This special attack is a full-round-action that provokes attacks of opportunity from threatening opponents."
      }
    }
  },
  "WildTalents": {
    "DisableAll": false,
    "Settings": {

    }
  },
  "Items": {
    "DisableAll": false,
    "Settings": {
    }
  },
  "Spells": {
    "DisableAll": false,
    "Settings": {
      "FxTester": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "This is a collection of spells that merely generate visual effects."
      },
      "ObscuringMist": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "A misty vapor arises around you. It is stationary. The vapor obscures all sight, including darkvision, beyond 5 feet. A creature 5 feet away has concealment (attacks have a 20% miss chance). Creatures farther away have total concealment (50% miss chance, and the attacker cannot use sight to locate the target)."
      },
      "Sanctuary": {
        "Enabled": true,
        "Homebrew": false,
        "Description": "Any opponent attempting to directly attack the warded creature, even with a targeted spell, must attempt a Will save. If the save succeeds, the opponent can attack normally and is unaffected by that casting of the spell. If the save fails, the opponent can’t follow through with the attack, that part of its action is lost, and it can’t directly attack the warded creature for the duration of the spell. Those not attempting to attack the subject remain unaffected. This spell does not prevent the warded creature from being attacked or affected by area of effect spells. The subject cannot attack without breaking the spell but may use non-attack spells or otherwise act."
      }
    }
  }

}